Repository: NSS-SAT/skins-aglare-fhd-nss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Bitrate/locale/*/LC_MESSAGES/Bitrate.po
Languages: it

source: black
it: nero

source: transparent
it: trasparente

source: as infobar
it: in Infobar

source: extension menu
it: in Menu Estensioni

source: all
it: tutto

source: only DVB
it: solo DVB

source: compact
it: compatto

source: full info
it: info complete

source: Save/OK
it: Salva/OK

source: Cancel
it: Annulla

source: Mode
it: Modalità

source: Start for type services
it: Avvia per tipo Servizi

source: Show 'restart bitrate' in extensions menu
it: Mostra 'riavvia Bitrate' in Menu Estensioni

source: Background window
it: Finestra di Sfondo

source: Using bitrate in the skins with this plugin is not compatible!
it: L'uso del bitrate nelle skin con questo plugin non è compatibile!

source: GUI needs a restart to apply changes!
it: La GUI ha bisogno di un riavvio per applicare le modifiche!

source: Show bitrate for live service
it: Mostra bitrate per il servizio live

source: Bitrate setup
it: Configura Bitrate

source: Restart bitrate viewer
it: Riavvia Mostra Bitrate
