Repository: NSS-SAT/skins-aglare-fhd-nss
Catalog: usr/lib/enigma2/python/Plugins/Extensions/oZetaNSS/locale/*/LC_MESSAGES/oZsetup.po
Languages: it

source: Cancel
it: Annulla

source: Save
it: Salva

source: Preview
it: Anteprima

source: ATTENTION!! The Skin is already installed: to activate you must choose from: menu-setup-system-skin and select it! Now you can only update the installation.
it: ATTENZIONE!! La Skin è già installata: per attivarlo devi scegliere tra: menu-setup-system-skin e selezionalo! Ora puoi solo aggiornare l'installazione.

source: This operation checks if the skin has its components (is not sure).. Do you really want to continue?
it: Questa operazione controlla se la Skin ha i suoi componenti (non è sicuro).. Vuoi davvero continuare?

source: NONSOLOSAT SKIN: INSTALLED BUT NOT ACTIVE
it: SKIN NONSOLOSAT: INSTALLATA MA NON ATTIVA

source: Settings Infobar Panels
it: Impostazioni del pannello Infobar

source: Settings SecInfobar Panels
it: Impostazioni del pannello SecondInfobar

source: Settings Channel Panels
it: Impostazioni del pannello Lista Canali

source: Settings Volume Panels
it: Impostazioni del pannello Volume

source: Settings Radio Panels
it: Impostazioni del pannello Radio

source: Settings MediaPlayer Panels
it: Impostazioni del pannello MediaPlayer

source: Settings Eventview Panels
it: Impostazioni pannello visualizzazione eventi

source: Settings Style PluginBrowser [need restart GUI]
it: Impostazioni Stile PluginBrowser [è necessario riavviare la GUI]

source: Settings PluginBrowser Panels
it: Impostazioni pannello Plugins Browser

source: Settings oZeta Apikey Server
it: Impostazioni oZeta Apikey Server

source: Settings TMDB ApiKey
it: Impostazioni TMDB ApiKey

source: Load TMDB Apikey from /tmp/apikey.txt
it: Carica Apikey TMDB da /tmp/apikey.txt

source: Signup on TMDB and input free personal ApiKey
it: Iscriviti su TMDB e inserisci ApiKey personale gratuita

source: Settings OMDB APIKEY
it: Impostazioni OMDB APIKEY

source: Load OMDB Apikey from /tmp/omdbkey.txt
it: Carica Apikey OMDB da /tmp/omdbkey.txt

source: Signup on OMDB and input free personal ApiKey
it: Iscriviti su OMDB e inserisci ApiKey personale gratuita

source: Settings THETVDB APIKEY
it: Impostazioni THETVDB APIKEY

source: Load THETVDB Apikey from /tmp/thetvdbkey.txt
it: Carica Apikey THETVDB da /tmp/thetvdbkey.txt

source: Signup on THETVDB and input free personal ApiKey
it: Iscriviti su THETVDB e inserisci ApiKey personale gratuita

source: Settings oZeta Weather
it: Impostazioni oZeta Meteo

source: Install or Open OAWeather Plugin Press OK
it: Installa o apri il plugin OAWeather premere OK

source: Install or Open Weather Plugin Press OK
it: Installa o apri il plugin meteo premere OK

source: Settings City Weather Plugin
it: Plugin Impostazioni meteo città

source: Settings VISUALWEATHER APIKEY
it: Impostazioni VISUALWEATHER APIKEY

source: Load VISUALWEATHER Apikey from /etc/enigma2/VisualWeather/apikey.txt
it: Carica VISUALWEATHER Apikey da /etc/enigma2/VisualWeather/apikey.txt

source: Signup on www.visualcrossing.com and input free personal ApiKey
it: Iscriviti su www.visualcrossing.com e inserisci ApiKey personale gratuita

source: Install Skin Zeta for XStreamity Plugin (only FHD) Press Ok
it: Installa il plugin Skin Zeta per XStreamity (solo FHD) Premere OK

source: SELECT YOUR CHOICE
it: SELEZIONA LA TUA SCELTA

source: Install Skin Zeta for XStreamity Plugin (only FHD) Do you really want to install now?
it: Installa il plugin Skin Zeta per XStreamity (solo FHD) Vuoi davvero eseguire l'installazione adesso?

source: Install Skin Zeta for XStreamity Plugin (only FHD)... Please Wait
it: Installa il plugin Skin Zeta per XStreamity (solo FHD)... Attendere prego

source: Install Skin Zeta for XStreamity Plugin
it: Installa la screen ZETA per il plugin XStreamity

source: Missing XStreamity Plugins!
it: Plugin XStreamity non trovato!

source: Do you really want to change Bootlogo image?
it: Vuoi davvero cambiare l'immagine Bootlogo?

source: Bootlogo changed and backup to default_bootlogo.mvi!
it: Bootlogo modificato e backup su default_bootlogo.mvi!

source: Bootlogo changed! Restart Gui please
it: Bootlogo cambiato! Riavvia Gui per favore

source: Successfully creating Skin!
it: Creazione riuscita della Skin!

source: Import Api Key TMDB from /tmp/apikey.txt?
it: Importare Api Key TMDB da /tmp/apikey.txt?

source: Missing %s !
it: Non trovo %s!

source: TMDB ApiKey Imported & Stored!
it: TMDB ApiKey Importata e Memorizzata!

source: Import Api Key OMDB from /tmp/omdbkey.txt?
it: Importare Api Key OMDB da /tmp/omdbkey.txt?

source: OMDB ApiKey Imported & Stored!
it: OMDB ApiKey Importata e Memorizzata!

source: Import Api Key VISUALWEATHER from /etc/enigma2/VisualWeather/apikey.txt?
it: Importare Api Key VISUALWEATHER da /etc/enigma2/VisualWeather/apikey.txt?

source: VISUALWEATHER ApiKey Imported & Stored!
it: VISUALWEATHER ApiKey Importata e Memorizzata!

source: Import Api Key THETVDB from /tmp/thetvdbkey.txt?
it: Carica Apikey THETVDB da /tmp/thetvdbkey.txt?

source: THETVDB ApiKey Imported & Stored!
it: THETVDB ApiKey Importata e Memorizzata!

source: Reset Settings to Defaults Parameters?
it: Ripristinare le impostazioni sui parametri predefiniti?

source: OZSKIN UPDATE PLEASE RESTART GUI
it: OZSKIN AGGIORNATA PER FAVORE, RIAVVIA GUI

source: Data entered for the Weather, do you want to continue the same?
it: Dati inseriti per il Meteo, vuoi continuare lo stesso?

source: Weather Plugin Plugin Not Installed!! Do you really want to install now?
it: Weather Plugin non installato!! Vuoi davvero installare ora?

source: Install Weather Plugin and Reboot
it: Installa il Weather Plugin e riavvia

source: Install WeatherPlugin
it: Installa WeatherPlugin

source: Plugin WeatherPlugin not installed!!!
it: Plugin WeatherPlugin non installato!!!

source: Open OAWeather, do you want to continue?
it: Apri OAWeather, vuoi continuare?

source: OAWeather Plugin Plugin Not Installed!! Do you really want to install now?
it: Plugin OAWeather Plugin non installato!! Vuoi davvero installare ora?

source: Install OAWeather Plugin and Reboot
it: Installa OAWeather Plugin e Riavvia

source: Install OAWeatherPlugin
it: Installa OAWeatherPlugin

source: Plugin OAWeatherPlugin not installed!!!
it: Plugin OAWeather non installato!!!

source: Back
it: Torna

source: ApiKey Info
it: Info ApiKey

source: Preview Info
it: Info Anteprima

source: Restart Info
it: Info Riavvio

source: Exit zSetup
it: Uscita zSetup

source: Save and Copy changes in the Settings xml file
it: Salva e copia le modifiche nel file xml delle impostazioni

source: View Pic of Panels preview, in the FullHD mode
it: Visualizza l'anteprima della foto dei pannelli, in modalità FullHD

source: Restart E2 but not apply changes
it: Riavvia E2 ma non applica le modifiche

source: Reset Settings
it: Ripristina le impostazioni

source: Install or Set Weather Plugin if installed
it: Installa o imposta il plugin meteo se installato

source: Menu/Setup/Graphic Interface/OSD Setup
it: Menu/Impostazione/Interfaccia grafica/Impostazione OSD

source: Alternative Radio Mode= Yes
it: Modalità radio alternativa = Sì

source: For use The OMDB Covers, copy the omdbkey file in the skin folder:
it: Per utilizzare le copertine OMDB, copia il file apikey nella cartella skin:

source: Or manually enter the key, created on the OMDB portal'
it: Oppure inserire manualmente la chiave, creata sul portale OMDB'

source: use the virtual keyboard.
it: usa la tastiera virtuale.

source: Or import from /tmp the file omdbkey.txt
it: O importa dal file in /tmp/omdbkey.txt

source: For use The TMDB Covers, copy the apikey file in the skin folder:
it: Per utilizzare le copertine TMDB, copia il file apikey nella cartella skin:

source: Or manually enter the key, created on the TMDB portal
it: Oppure inserire manualmente la chiave, creata sul portale TMDB

source: use the virtual keyboard.
it: usa la tastiera virtuale.

source: Or import from /tmp the file apikey.txt
it: O importa dal file in /tmp/apikey.txt

source: For use The THETMDB Covers, copy the apikey file in the skin folder:
it: Per utilizzare le copertine THETMDB, copia il file apikey nella cartella skin:

source: Or manually enter the key, created on the THETMDB portal
it: Oppure inserire manualmente la chiave, creata sul portale THETMDB

source: Or import from /tmp the file thetvdbkey.txt
it: O importa dal file in /tmp/thetvdbkey.txt

source: For use The WeatherPlugin:
it: Per utilizzare il WeatherPlugin:

source: --Automatic Import from Plugin
it: --Importazione automatica dal plugin

source: For use VisualWeather
it: Per utilizzare VisualWeather

source: --use the virtual keyboard or import from default config plugin
it: --usa la tastiera virtuale o importa dal plugin di configurazione predefinito

source: SAVE & RESTART
it: SALVA & RIAVVIA

source: Save and Copy changes in the xml file config
it: Salva e copia le modifiche nel file xml config

source: Restart E2 but not apply changes
it: Riavvia E2 ma non applica le modifiche

source: Click Exit for close this window
it: Esci per chiudere questa finestra
